import React from 'react'

function Mainpage () {
    return (
        <div>
            <h1>«Звёздные во́йны» (англ. Star Wars)</h1>
            <img src='https://www.mirf.ru/wp-content/uploads/2020/07/Star-Wars-Sequel-Trilogy.jpg' width='100%'></img>
            <p>Медиафраншиза в жанре космическая опера, включающая в себя 11 художественных фильмов (9 эпизодов основной саги, также известна как «Сага Скайуокеров» и 2 фильма «историй»), а также анимационные сериалы, мультфильмы, телефильмы, книги, комиксы, видеоигры, игрушки и прочие произведения, созданные в рамках единой фантастической вселенной «Звёздных войн», задуманной и реализованной американским режиссёром Джорджем Лукасом в конце 1970-х годов и позднее расширенной.«Звёздные войны» занимают второе место в истории по общим кассовым сборам среди всех кинофраншиз, уступая только серии фильмов Кинематографической вселенной Marvel. В 2020 году общая стоимость франшизы «Звёздных войн» оценивалась в 70 миллиардов долларов США и в настоящее время она является пятой самой кассовой медиафраншизой.</p>
        </div>
    )
}

export default Mainpage;